Repository: samiu349/Adil-custom-addons
Catalog: custom_addons/l10n_latam_check_*/i18n/*.po
Languages: fr

# model:ir.actions.act_window:guessed
source: (Check %s)
fr: (Check %s) (FR)

# model:ir.actions.act_window:guessed
source: * Allows putting numbers manually * Enables Check Cash-In Date feature * Disables printing
fr: * Allows putting numbers manually * Enables Check Cash-In Date feature * Disables printing (FR)

# model:ir.actions.act_window:guessed
source: <span invisible="l10n_latam_check_current_journal_id">Not in Wallet</span>
fr: <span invisible="l10n_latam_check_current_journal_id">Not in Wallet</span> (FR)

# model:ir.actions.act_window:guessed
source: Account Chart Template
fr: Modèle de plan comptable

# model:ir.actions.act_window:guessed
source: All selected checks must be on the same journal and on hand
fr: All selected checks must be on the same journal and on hand (FR)

# model:ir.actions.act_window:guessed
source: All the selected checks must be posted
fr: All the selected checks must be posted (FR)

# model:ir.actions.act_window:guessed
source: Cancel
fr: Cancel (FR)

# model:ir.actions.act_window:guessed
source: Check
fr: Check (FR)

# model:account.payment:guessed
source: Check "%s" is not anymore in journal "%s", it seems it has been moved by another payment.
fr: Check "%s" is not anymore in journal "%s", it seems it has been moved by another payment. (FR)

# model:ir.actions.act_window:guessed
source: Check %s delivered
fr: Check %s delivered (FR)

# model:ir.actions.act_window:guessed
source: Check %s received
fr: Check %s received (FR)

# model:ir.actions.act_window:guessed
source: Check '%s' is on journal '%s', it can't be received it again
fr: Check '%s' is on journal '%s', it can't be received it again (FR)

# model:ir.actions.act_window:guessed
source: Check Bank
fr: Check Bank (FR)

# model:ir.actions.act_window:guessed
source: Check Cash-In Date
fr: Check Cash-In Date (FR)

# model:ir.actions.act_window:guessed
source: Check Current Journal
fr: Check Current Journal (FR)

# model:ir.actions.act_window:guessed
source: Check Issuer VAT
fr: Check Issuer VAT (FR)

# model:ir.actions.act_window:guessed
source: Check Issuer Vat
fr: Check Issuer Vat (FR)

# model:ir.actions.act_window:guessed
source: Check Number
fr: Check Number (FR)

# model:ir.actions.act_window:guessed
source: Check Operations
fr: Check Operations (FR)

# model:ir.actions.act_window:guessed
source: Check Transfer
fr: Check Transfer (FR)

# model:ir.actions.act_window:guessed
source: Checks Management
fr: Checks Management (FR)

# model:ir.actions.act_window:guessed
source: Checks Mass Transfers
fr: Checks Mass Transfers (FR)

# model:ir.actions.act_window:guessed
source: Checks on hand
fr: Checks on hand (FR)

# model:ir.actions.act_window:guessed
source: Company
fr: Company (FR)

# model:ir.actions.act_window:guessed
source: Create Transfers
fr: Create Transfers (FR)

# model:ir.actions.act_window:guessed
source: Created by
fr: Created by (FR)

# model:ir.actions.act_window:guessed
source: Created on
fr: Created on (FR)

# model:ir.actions.act_window:guessed
source: Current Journal
fr: Current Journal (FR)

# model:ir.actions.act_window:guessed
source: Customer
fr: Customer (FR)

# model:ir.actions.act_window:guessed
source: Date from when you can cash in the check, turn the check into cash
fr: Date from when you can cash in the check, turn the check into cash (FR)

# model:ir.actions.act_window:guessed
source: Destination Journal
fr: Destination Journal (FR)

# model:ir.actions.act_window:guessed
source: Display Name
fr: Display Name (FR)

# model:ir.actions.act_window:guessed
source: Existing Third Party Checks
fr: Existing Third Party Checks (FR)

# model:ir.actions.act_window:guessed
source: ID
fr: ID (FR)

# model:ir.actions.act_window:guessed
source: It seems you're trying to move a check with a date (%s) prior to last operation done with the check (%s). This may be wrong, please double check it. By continue, the last operation on the check will remain being %s
fr: It seems you're trying to move a check with a date (%s) prior to last operation done with the check (%s). This may be wrong, please double check it. By continue, the last operation on the check will remain being %s (FR)

# model:ir.actions.act_window:guessed
source: Journal
fr: Journal (FR)

# model:ir.actions.act_window:guessed
source: L10N Latam Check Number
fr: L10N Latam Check Number (FR)

# model:ir.actions.act_window:guessed
source: L10N Latam Check Warning Msg
fr: L10N Latam Check Warning Msg (FR)

# model:ir.actions.act_window:guessed
source: Last Updated by
fr: Last Updated by (FR)

# model:ir.actions.act_window:guessed
source: Last Updated on
fr: Last Updated on (FR)

# model:ir.actions.act_window:guessed
source: Manual checks (electronic/deferred) can't be used together with check manual sequencing (check printing functionality), please choose one or the other. Journals: %s
fr: Manual checks (electronic/deferred) can't be used together with check manual sequencing (check printing functionality), please choose one or the other. Journals: %s (FR)

# model:ir.actions.act_window:guessed
source: Memo
fr: Memo (FR)

# model:ir.actions.act_window:guessed
source: New Third Party Checks
fr: New Third Party Checks (FR)

# model:account.payment:guessed
source: Other checks were found with same number, issuer and bank. Please double check you are not encoding the same check more than once. List of other payments/checks: %s
fr: Other checks were found with same number, issuer and bank. Please double check you are not encoding the same check more than once. List of other payments/checks: %s (FR)

# model:ir.actions.act_window:guessed
source: Own Checks
fr: Own Checks (FR)

# model:account.payment:guessed
source: Payment Date
fr: Payment Date (FR)

# model:account.payment:guessed
source: Payment Methods
fr: Méthodes de paiement

# model:account.payment:guessed
source: Payments
fr: Paiements

# model:account.payment:guessed
source: Register Payment
fr: Enregistrer un paiement

# model:ir.actions.act_window:guessed
source: Rejected Third Party Checks
fr: Rejected Third Party Checks (FR)

# model:ir.actions.act_window:guessed
source: Selected check "%s" is not posted
fr: Selected check "%s" is not posted (FR)

# model:account.payment:guessed
source: The amount of the payment (%s) does not match the amount of the selected check (%s). Please try to deselect and select the check again.
fr: The amount of the payment (%s) does not match the amount of the selected check (%s). Please try to deselect and select the check again. (FR)

# model:account.payment:guessed
source: The check(s) '%s' is already used on another payment. Please select another check or deselect the check on this payment.
fr: The check(s) '%s' is already used on another payment. Please select another check or deselect the check on this payment. (FR)

# model:account.payment:guessed
source: The currency of the payment (%s) and the currency of the check (%s) must be the same.
fr: The currency of the payment (%s) and the currency of the check (%s) must be the same. (FR)

# model:account.payment:guessed
source: The register payment wizard should only be called on account.payment records.
fr: The register payment wizard should only be called on account.payment records. (FR)

# model:ir.actions.act_window:guessed
source: Third Party Checks
fr: Third Party Checks (FR)

# model:account.payment:guessed
source: This third party check is already used to make one or more payments. Please reset them to draft first. Payments made with this check: %s
fr: This third party check is already used to make one or more payments. Please reset them to draft first. Payments made with this check: %s (FR)

# model:ir.actions.act_window:guessed
source: Unmark sent is not implemented for electronic or deferred checks
fr: Unmark sent is not implemented for electronic or deferred checks (FR)

# model:ir.actions.act_window:guessed
source: Use electronic and deferred checks
fr: Use electronic and deferred checks (FR)

# model:account.move:guessed
source: You can't use checks when paying invoices of different partners or same partner without grouping
fr: You can't use checks when paying invoices of different partners or same partner without grouping (FR)

# model:ir.actions.act_window:guessed
source: ⇒ Check Operations
fr: ⇒ Check Operations (FR)
